Revit 2026 API

# UnifiedBitmapUnifiedbitmapInvert Property

---

The property labeled "Invert Image" from the "UnifiedBitmap" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string UnifiedbitmapInvert { get; }
```
```vb
Public Shared ReadOnly Property UnifiedbitmapInvert As String
	Get
```
```cpp
public:
static property String^ UnifiedbitmapInvert {
	String^ get ();
}
```
```fsharp
static member UnifiedbitmapInvert : string with get
```

#### Property Value

String

This property is of type "AssetPropertyBoolean".

#### Reference

UnifiedBitmap Class

Autodesk.Revit.DB.Visual Namespace